ZigEmbeddedGroup/texasinstruments-data/targetdb/Modules/AM263P/ICSSM_ICSSM_PR1_PDSP0_IRAM_RAM_48034000h.xml
<module name="ICSSM_PR1_PDSP0_IRAM_RAM" acronym="" XML_version="1.0" HW_revision="n/a" description="">
	<register id="ICSSM_PR1_PDSP0_IRAM_RAM_IRAM" acronym="ICSSM_PR1_PDSP0_IRAM_RAM_IRAM" offset="0" width="32" description="PDSP instruction RAM.">
		<bitfield id="VALUE" width="32" begin="31" end="0" resetval="0x0" description="PDSP IRAM" range="31:0" rwaccess="R/W"/>
	</register>
</module>